Repository: prateekmedia/appimagebrowser
Catalog: lib/translations/app_*.arb
Languages: bn

source: Preferences
bn: পছন্দসমূহ

# aboutApp
source: About the App
bn: অ্যাপ প্রসঙ্গে

# appDescription
source: Simplifying the way you browse, install and upgrade your AppImages.
bn: অ্যাপ ইমেজ ডাউনলোড, ইন্সটল, ব্রাউজ করুন সহজেই!

source: Grid
bn: ছাঁচ

source: List
bn: তালিকা

source: Explore
bn: নতুন খুঁজুন

source: Browse
bn: সন্ধান করুন

source: Installed
bn: ইন্সটল করা আছে

source: Download
bn: ডাউনলোড করুন

source: Downloads
bn: ডাউনলোড সমূহ

source: Download completed
bn: ডাউনলোড সম্পন্ন

# hasBeenDownloadedSuccessfully
source: has been downloaded
bn: ডাউনলোড সফলভাবে সম্পন্ন হয়েছে

source: No Description Found
bn: কোন বিবরণ পাওয়া যায়নি

source: License
bn: লাইসেন্স

source: Authors
bn: লেখক

# notAvailable
source: N.A.
bn: নাই

source: Close
bn: বন্ধ করুন

source: Can't connect
bn: সংযোগ সম্ভব নয়

# youNeedInternetConnectionToUse
source: You need a connection to the Internet to use
bn: ব্রাউজ করতে ইন্টারনেট সংযোগ প্রয়োজন

source: Retry
bn: আবার চেষ্টা করুন

# fetchingSoftwares
source: Fetching Software…
bn: সফটওয়্যার লোড হচ্ছে...

source: Featured Apps
bn: ফিচারসমূহ

source: See all
bn: সব একসাথে দেখুন

source: Starting Download…
bn: ডাউনলোড শুরু হচ্ছে

source: Cancelled
bn: বাতিলকৃত

# noAppImageInThisRelease
source: No AppImage Found in this Release
bn: কোন অ্যাপইমেজ পাওয়া যায়নি

# noSearchResult
source: No Results Found, Try changing search terms.
bn: কিছু পাওয়া যায়নি, ইনপুট পরিবর্তন করে আবার চেষ্টা করুন

source: Download path
bn: ডিভাইসে ডাউনলোডের স্থান

source: Force dark theme
bn: ডার্ক থিম প্রয়োগ করুন

source: Portable Home
bn: হোম ডাইরেক্টরিকে স্থানান্তরযোগ্য করুন

source: Portable Config
bn: কনফিগারেশনকে স্থানান্তরযোগ্য করুন

source: Restore Defaults
bn: সবকিছু আগেরমতো করুন

# browseFolder
source: Browse...
bn: ফোল্ডারে সন্ধান করুন

source: Choose Folder
bn: ফোল্ডার নির্বাচন করুন

source: Multimedia
bn: মাল্টিমিডিয়া

source: Video
bn: ভিডিও

source: Audio
bn: অডিও

source: Science
bn: বিজ্ঞান

source: System
bn: সিস্টেম

source: Utility
bn: খুঁটিনাটি

source: Network
bn: নেটওয়ার্ক

source: Development
bn: ডেভেলাপমেন্ট

source: Education
bn: শিক্ষা

source: Graphics
bn: গ্রাফিক্স

source: Office
bn: অফিস

source: Game
bn: গেইমস

source: Finance
bn: অর্থনীতি

source: Others
bn: অন্যান্য

source: Integrate
bn: সিস্টেমে অন্তর্ভুক্ত করুন

source: Disintegrate
bn: সিস্টেম থেকে অপসারণ করুন
